Repository: Bortronx/budgetVisualization
Catalog: BudgetVisualization/Resources/Pages/Resources.*.resx
Languages: es

source: Click the link above to find out who represents your district and tell them what you would like to see funded in next year’s budget
es: Haga Click en el enlace de arriba para saber quién representa su distrito y decirle que usted quisiera ver financiado en el presupuesto del próximo ano.

source: Community Action and Human Services
es: Acción comunitaria y Servicios Humanos

source: Corrections and Rehabilitation
es: Correcciones y Rehabilitación

source: Departmental Budget Narratives Used On This Site:
es: Narrativas del Presupuesto por Departamento usadas en este sitio:

source: Here is Miami-Dade’s Adopted Budget for 2020-2021
es: Aqui esta el Presupuesto Adoptado por el Miami-Dade para el 2020-2021

source: Resources
es: Recursos

source: Table of Operating Budget
es: Tabla de Presupuesto Operativo

source: The 2021-2021 Budget
es: El Presupuesto 2021-2022

source: The Mayor and Board of County Commissioners are our elected representatives in Miami-Dade.
es: El Alcalde y el Buro de Commisionados del condado son nuestros representates elejidos en el Miami-Dade.

source: This table provides an overview of all operating budget expenses by strategic area, department, and the primary activities engaged in by those departments. These expenses are broken down by revenue source: the table represents how much funding goes to departmental activities and from which sources and also shows last year’s numbers for comparison. For a more detailed breakdown, take a look at the departmental budget narratives.
es: Esta tabla muestra todos los gastos del presupuesto operativo por área estratégica, departamento, y actividades acuminadas por esos departamentos. Estos gastos están separados por de dónde vienen la ganancia. La table representa cuantos gastos van hacia actividades del departamento y de donde viene ese dinero. También muestra los números del año pasado para comparar. Para una mirada en detalle vea las narrativas del presupuesto por departamento.

source: Who is My Commissioner?
es: Quien es mi Comisionado?
