Repository: Bortronx/budgetVisualization
Catalog: BudgetVisualization/Resources/Pages/Sections.*.resx
Languages: es

# Comparison #0
source: One year of salaries for 45 new police officer positions is equivalent to 11 years of the County's funding for Employment and Training programs that serve at-risk youth and farmworkers.
es: Un año de salarios para 45 nuevos puestos de policía equivale a 11 años de la financiación del Condado para programas de empleo y capacitación que sirven a jóvenes y trabajadores agrícolas en riesgo.

# Comparison #1
source: The cost of four new police helicopters is equivalent to 111 years of the County's funding for Employment and Training programs that serve at-risk youth and farmworkers.
es: El costo de cuatro nuevos helicópteros de policía equivale a 111 años de los fondos del Condado para programas de empleo y capacitación que sirven a jóvenes y trabajadores agrícolas en riesgo.

# Comparison #2
source: The cost of new video cameras and license plate readers is equivalent to 32 years of the County's funding for Employment and Training programs that serve at-risk youth and farmworkers.
es: El costo de las nuevas cámaras de video y lectores de matrículas es equivalente a 32 años de los fondos del Condado para programas de empleo y capacitación que sirven a jóvenes y trabajadores agrícolas en riesgo.

# Comparison #3
source: The pricetag on a new cloud-based fingerprint ID system is equivalent to 7 years of the County's funding for Employment and Training programs that serve at-risk youth and farmworkers.
es: El precio de un nuevo sistema de identificación de huellas dactilares basado en la nube equivale a 7 años de financiación del Condado para programas de empleo y capacitación que sirven a jóvenes y trabajadores agrícolas en riesgo.

# Comparison #4
source: The bill for a new Law Enforcement Records Management System is equivalent to 8 times the County's funding for Employment and Training programs that serve at-risk youth and farmworkers.
es: El proyecto de ley para un nuevo Sistema de Gestión de Registros de Aplicación de la Ley es equivalente a 8 veces el financiamiento del Condado para programas de empleo y capacitación que sirven a jóvenes y trabajadores agrícolas en riesgo.

# Comparison #5
source: The cost of a single Armored Medical Vehicle is equivalent to 1.4 years of the County's funding for Employment and Training programs that serve at-risk youth and farmworkers.
es: El costo de un solo vehículo médico blindado equivale a 1,4 años de los fondos del Condado para programas de empleo y capacitación que sirven a jóvenes y trabajadores agrícolas en riesgo.

# Comparison #6
source: The increase of dollars spent on salaries for Corrections is equivalent to over 13 years of the County's funding for Employment and Training programs that serve at-risk youth and farmworkers.
es: El aumento de dólares gastados en salarios para Correccionales es equivalente a más de 13 años de los fondos del Condado para programas de Empleo y Capacitación que sirven a jóvenes y trabajadores agrícolas en riesgo.

# Comparison #7
source: One year of administrative costs from the General Fund for the Office of the Courts is equivalent to 88 years of the County's funding for Employment and Training programs that serve at-risk youth and farmworkers.
es: Un año de costos administrativos del Fondo General para la Oficina de los Tribunales equivale a 88 años de la financiación del Condado para programas de Empleo y Capacitación que sirven a jóvenes y trabajadores agrícolas en riesgo.

# Comparison #8
source: The amount of money drawn from the General Fund for the State Attorney is equivalent to more than 45 years of the County's funding for Employment and Training programs that serve at-risk youth and farmworkers.
es: La cantidad de dinero extraída del Fondo General para el Fiscal del Estado equivale a más de 45 años de los fondos del Condado para programas de Empleo y Capacitación que sirven a jóvenes y trabajadores agrícolas en riesgo.

# Comparison #9
source: One year of salaries for 45 new police officer positions is equivalent to 69% of the County's funding for the 13 Community Resource Centers through which residents can access the range of social services offered by the County, from computer training to meals for the elderly to substance abuse treatment.
es: Un año de salarios para 45 nuevos puestos de policía equivale al 69% de la financiación del Condado para los 13 Centros de Recursos Comunitarios a través de los cuales los residentes pueden acceder a la gama de servicios sociales ofrecidos por el Condado, desde capacitación informática hasta comidas para ancianos y tratamiento de abuso de sustancias.

# Comparison #10
source: The cost of four new police helicopters is 7 times the County's funding for the 13 Community Resource Centers through which residents can access the range of social services offered by the County, from computer training to meals for the elderly to substance abuse treatment.
es: El costo de cuatro nuevos helicópteros de policía es 7 veces la financiación del Condado para los 13 Centros de Recursos Comunitarios a través de los cuales los residentes pueden acceder a la gama de servicios sociales ofrecidos por el Condado, desde capacitación informática hasta comidas para ancianos y tratamiento de abuso de sustancias.

# Comparison #11
source: The cost of new video cameras and license plate readers is 2 times the County's funding for the 13 Community Resource Centers through which residents can access the range of social services offered by the County, from computer training to meals for the elderly to substance abuse treatment.
es: El costo de las nuevas cámaras de video y lectores de matrículas es 2 veces la financiación del Condado para los 13 Centros de Recursos Comunitarios a través de los cuales los residentes pueden acceder a la gama de servicios sociales ofrecidos por el Condado, desde capacitación informática hasta comidas para ancianos y tratamiento de abuso de sustancias.

# Comparison #12
source: The pricetag on a new cloud-based fingerprint ID system is equivalent to 43% of the County's funding for the 13 Community Resource Centers through which residents can access the range of social services offered by the County, from computer training to meals for the elderly to substance abuse treatment.
es: El precio de un nuevo sistema de identificación por huellas dactilares basado en la nube equivale al 43% de la financiación del Condado para los 13 Centros de Recursos Comunitarios a través de los cuales los residentes pueden acceder a la gama de servicios sociales ofrecidos por el Condado, desde capacitación informática hasta comidas para ancianos y tratamiento de abuso de sustancias.

# Comparison #13
source: The bill for a new Law Enforcement Records Management System comes out to over half of the County's funding for the 13 Community Resource Centers through which residents can access the range of social services offered by the County, from computer training to meals for the elderly to substance abuse treatment.
es: El proyecto de ley para un nuevo Sistema de Gestión de Registros de Aplicación de la Ley sale a más de la mitad de la financiación del Condado para los 13 Centros de Recursos Comunitarios a través de los cuales los residentes pueden acceder a la gama de servicios sociales ofrecidos por el Condado, desde capacitación informática hasta comidas para ancianos y tratamiento de abuso de sustancias.

# Comparison #14
source: The cost of a single Armored Medical Vehicle is 8.7% of the County's funding for the 13 Community Resource Centers through which residents can access the range of social services offered by the County, from computer training to meals for the elderly to substance abuse treatment.
es: El costo de un solo Vehículo Médico Blindado es del 8,7% de la financiación del Condado para los 13 Centros de Recursos Comunitarios a través de los cuales los residentes pueden acceder a la gama de servicios sociales ofrecidos por el Condado, desde capacitación informática hasta comidas para ancianos y tratamiento de abuso de sustancias.

# Comparison #15
source: The increase of dollars spent on salaries for Corrections is equivalent to 83% of the County's funding for the 13 Community Resource Centers through which residents can access the range of social services offered by the County, from computer training to meals for the elderly to substance abuse treatment.
es: El aumento de dólares gastados en salarios para Correccionales equivale al 83% de la financiación del Condado para los 13 Centros de Recursos Comunitarios a través de los cuales los residentes pueden acceder a la gama de servicios sociales ofrecidos por el Condado, desde capacitación informática hasta comidas para ancianos y tratamiento de abuso de sustancias.

# Comparison #16
source: One year of administrative costs from the General Fund for the Office of the Courts is five and a half times the County's funding for the 13 Community Resource Centers through which residents can access the range of social services offered by the County, from computer training to meals for the elderly to substance abuse treatment.
es: Un año de costos administrativos del Fondo General para la Oficina de los Tribunales es cinco veces y media la financiación del Condado para los 13 Centros de Recursos Comunitarios a través de los cuales los residentes pueden acceder a la gama de servicios sociales ofrecidos por el Condado, desde capacitación informática hasta comidas para ancianos y tratamiento de abuso de sustancias.

# Comparison #17
source: The amount of money drawn from the General Fund for the State Attorney is nearly 3 times the County's funding for the 13 Community Resource Centers through which residents can access the range of social services offered by the County, from computer training to meals for the elderly to substance abuse treatment.
es: La cantidad de dinero extraída del Fondo General para el Fiscal del Estado es casi 3 veces la financiación del Condado para los 13 Centros de Recursos Comunitarios a través de los cuales los residentes pueden acceder a la gama de servicios sociales ofrecidos por el Condado, desde capacitación informática hasta comidas para ancianos y tratamiento de abuso de sustancias.

# Comparison #18
source: One year of salaries for 45 new police officer positions equals eight (8) and a half times the entire budget of Psychological Services. This division is responsible for providing psychological services to clients of many social programs offered by the County, such as Head Start, Family and Community Services, and Violence Prevention and Intervention. Despite that responsibililty, the division is staffed by a four-person internship program.
es: Un año de salarios para 45 nuevos puestos de policía equivale a ocho (8) y media veces el presupuesto completo de Servicios Psicológicos. Esta división es responsable de proporcionar servicios psicológicos a los clientes de muchos programas sociales ofrecidos por el Condado, tales como Head Start, Servicios Familiares y Comunitarios, y Prevención e Intervención de la Violencia. A pesar de esa responsabilidad,la división está atendida por un programa depasantías para cuatro personas.

# Comparison #19
source: The cost of four new police helicopters equals eighty-four and a half times the entire budget of Psychological Services. This division is responsible for providing counseling and guidance to the clients of many social programs offered by the County, such as Head Start, Family and Community Services, and Violence Prevention and Intervention.
es: El costo de cuatro nuevos helicópteros de policía equivale a ochenta y cuatro veces y media todo el presupuesto de Servicios Psicológicos. Esta división es responsable de proporcionar asesoramiento y orientación a los clientes de muchos programas sociales ofrecidos por el Condado, tales como Head Start, Servicios Familiares y Comunitarios, y Prevención e Intervención de la Violencia.

# Comparison #20
source: The cost of new video cameras and license plate readers equals 24 times the entire budget of Psychological Services. This division is responsible for providing counseling and guidance to the clients of many social programs offered by the County, such as Head Start, Family and Community Services, and Violence Prevention and Intervention.
es: El costo de las nuevas cámaras de video y lectores de matrículas equivale 24 veces a todo el presupuesto de Servicios Psicológicos. Esta división es responsable de proporcionar asesoramiento y orientación a los clientes de muchos programas sociales ofrecidos por el Condado, tales como Head Start, Servicios Familiares y Comunitarios, y Prevención e Intervención de la Violencia.

# Comparison #21
source: The pricetag on a new cloud-based fingerprint ID system equals more than 5 times the entire budget of Psychological Services. This division is responsible for providing counseling and guidance to the clients of many social programs offered by the County, such as Head Start, Family and Community Services, and Violence Prevention and Intervention.
es: El precio de un nuevo sistema de identificación de huellas dactilares basado en la nube equivale a más de 5 veces todo el presupuesto de Servicios Psicológicos. Esta división es responsable de proporcionar asesoramiento y orientación a los clientes de muchos programas sociales ofrecidos por el Condado, tales como Head Start, Servicios Familiares y Comunitarios, y Prevención e Intervención de la Violencia.

# Comparison #22
source: The bill for a new Law Enforcement Records Management System equals nearly 7 times the entire budget of Psychological Services. This division is responsible for providing counseling and guidance to the clients of many social programs offered by the County, such as Head Start, Family and Community Services, and Violence Prevention and Intervention.
es: La factura de un nuevo sistema de gestión de registros policiales equivale a casi 7 veces todo el presupuesto de Servicios Psicológicos. Esta división es responsable de proporcionar asesoramiento y orientación a los clientes de muchos programas sociales ofrecidos por el Condado, tales como Head Start, Servicios Familiares y Comunitarios, y Prevención e Intervención de la Violencia.

# Comparison #23
source: The cost of a single Armored Medical Vehicle could cover the entire budget of Psychological Services, with $19,000 to spare. This division is responsible for providing counseling and guidance to the clients of many social programs offered by the County, such as Head Start, Family and Community Services, and Violence Prevention and Intervention.
es: El costo de un solo vehículo médico blindado podría cubrir todo el presupuesto de Servicios Psicológicos, con $19,000 de sobra. Esta división es responsable de proporcionar asesoramiento y orientación a los clientes de muchos programas sociales ofrecidos por el Condado, tales como Head Start, Servicios Familiares y Comunitarios, y Prevención e Intervención de la Violencia.

# Comparison #24
source: The increase of dollars spent on salaries for Corrections equals 10 times the entire budget of Psychological Services. This division is responsible for providing counseling and guidance to the clients of many social programs offered by the County, such as Head Start, Family and Community Services, and Violence Prevention and Intervention.
es: El aumento de dólares gastados en salarios para Correccionales equivale 10 veces a todo el presupuesto de Servicios Psicológicos. Esta división es responsable de proporcionar asesoramiento y orientación a los clientes de muchos programas sociales ofrecidos por el Condado, tales como Head Start, Servicios Familiares y Comunitarios, y Prevención e Intervención de la Violencia.

# Comparison #25
source: One year of administrative costs from the General Fund for the Office of the Courts equals 67 times the entire budget of Psychological Services. This division is responsible for providing counseling and guidance to the clients of many social programs offered by the County, such as Head Start, Family and Community Services, and Violence Prevention and Intervention.
es: Un año de costos administrativos del Fondo General para la Oficina de las Cortes equivale a 67 veces el presupuesto completo de Servicios Psicológicos. Esta división es responsable de proporcionar asesoramiento y orientación a los clientes de muchos programas sociales ofrecidos por el Condado, tales como Head Start, Servicios Familiares y Comunitarios, y Prevención e Intervención de la Violencia.

# Comparison #26
source: The amount of money drawn from the General Fund for the State Attorney equals 35 times the entire budget of Psychological Services. This division is responsible for providing counseling and guidance to the clients of many social programs offered by the County, such as Head Start, Family and Community Services, and Violence Prevention and Intervention.
es: La cantidad de dinero extraída del Fondo General para el Fiscal del Estado equivale 35 veces a todo el presupuesto de Servicios Psicológicos. Esta división es responsable de proporcionar asesoramiento y orientación a los clientes de muchos programas sociales ofrecidos por el Condado, tales como Head Start, Servicios Familiares y Comunitarios, y Prevención e Intervención de la Violencia.

# Comparison #27
source: One year of salaries for 45 new police officer positions comes out to 70 percent of what the County puts toward Rehabilitative Services. This division provides evaluations, referrals, and treatments services for adults suffering with substance abuse. It includes the Diversion and Treatment Program, through which individuals are referred to treatment as an alternative to jail time.
es: Un año de salarios para 45 nuevos puestos de oficial de policía sale al 70 por ciento de lo que el Condado pone hacia los Servicios de Rehabilitación. Esta división proporciona servicios de evaluaciones, referencias y tratamientos para adultos que sufren de abuso de sustancias. Incluye el Programa de Desvío y Tratamiento, a través del cual las personas son referidas al tratamiento como una alternativa a la cárcel.

# Comparison #28
source: The cost of four new police helicopters comes out to 7 times what the County puts toward Rehabilitative Services. This division provides evaluations, referrals, and treatments services for adults suffering with substance abuse. It includes the Diversion and Treatment Program, through which individuals are referred to treatment as an alternative to jail time.
es: El costo de cuatro nuevos helicópteros de policía sale a 7 veces lo que el Condado pone hacia los servicios de rehabilitación. Esta división proporciona servicios de evaluaciones, referencias y tratamientos para adultos que sufren de abuso de sustancias. Incluye el Programa de Desvío y Tratamiento, a través del cual las personas son referidas al tratamiento como una alternativa a la cárcel.

# Comparison #29
source: The cost of new video cameras and license plate readers comes out to 2 times what the County puts toward Rehabilitative Services. This division provides evaluations, referrals, and treatments services for adults suffering with substance abuse. It includes the Diversion and Treatment Program, through which individuals are referred to treatment as an alternative to jail time.
es: El costo de las nuevas cámaras de video y lectores de matrículas se reduce a 2 veces lo que el Condado pone hacia los servicios de rehabilitación. Esta división proporciona servicios de evaluaciones, referencias y tratamientos para adultos que sufren de abuso de sustancias. Incluye el Programa de Desvío y Tratamiento, a través del cual las personas son referidas al tratamiento como una alternativa a la cárcel.

# Comparison #30
source: The pricetag on a new cloud-based fingerprint ID system comes out to 44% of what the County puts toward Rehabilitative Services. This division provides evaluations, referrals, and treatments services for adults suffering with substance abuse. It includes the Diversion and Treatment Program, through which individuals are referred to treatment as an alternative to jail time.
es: El precio de un nuevo sistema de identificación de huellas dactilares basado en la nube se destina al 44% de lo que el Condado pone hacia los servicios de rehabilitación. Esta división proporciona servicios de evaluaciones, referencias y tratamientos para adultos que sufren de abuso de sustancias. Incluye el Programa de Desvío y Tratamiento, a través del cual las personas son referidas al tratamiento como una alternativa a la cárcel.

# Comparison #31
source: The bill for a new Law Enforcement Records Management System comes out to over half of what the County puts toward Rehabilitative Services. This division provides evaluations, referrals, and treatments services for adults suffering with substance abuse. It includes the Diversion and Treatment Program, through which individuals are referred to treatment as an alternative to jail time.
es: El proyecto de ley para un nuevo Sistema de Gestión de Registros de Aplicación de la Ley sale a más de la mitad de lo que el Condado pone hacia los Servicios de Rehabilitación. Esta división proporciona servicios de evaluaciones, referencias y tratamientos para adultos que sufren de abuso de sustancias. Incluye el Programa de Desvío y Tratamiento, a través del cual las personas son referidas al tratamiento como una alternativa a la cárcel.

# Comparison #32
source: The cost of a single Armored Medical Vehicle comes out to 9% of what the County puts toward Rehabilitative Services. This division provides evaluations, referrals, and treatments services for adults suffering with substance abuse. It includes the Diversion and Treatment Program, through which individuals are referred to treatment as an alternative to jail time.
es: El costo de un solo vehículo médico blindado sale al 9% de lo que el Condado pone hacia los servicios de rehabilitación. Esta división proporciona servicios de evaluaciones, referencias y tratamientos para adultos que sufren de abuso de sustancias. Incluye el Programa de Desvío y Tratamiento, a través del cual las personas son referidas al tratamiento como una alternativa a la cárcel.

# Comparison #33
source: The increase of dollars spent on salaries for Corrections comes out to 84% of what the County puts toward Rehabilitative Services. This division provides evaluations, referrals, and treatments services for adults suffering with substance abuse. It includes the Diversion and Treatment Program, through which individuals are referred to treatment as an alternative to jail time.
es: El aumento de los dólares gastados en salarios para Correccionales sale al 84% de lo que el Condado pone hacia los Servicios de Rehabilitación. Esta división proporciona servicios de evaluaciones, referencias y tratamientos para adultos que sufren de abuso de sustancias. Incluye el Programa de Desvío y Tratamiento, a través del cual las personas son referidas al tratamiento como una alternativa a la cárcel.
