Repository: Bortronx/budgetVisualization
Catalog: BudgetVisualization/Resources/Pages/Sections.*.resx
Languages: es

# Comparison #34
source: One year of administrative costs from the General Fund for the Office of the Courts comes out to more than five times what the County puts toward Rehabilitative Services. This division provides evaluations, referrals, and treatments services for adults suffering with substance abuse. It includes the Diversion and Treatment Program, through which individuals are referred to treatment as an alternative to jail time.
es: Un año de costos administrativos del Fondo General para la Oficina de los Tribunales sale a más de cinco veces lo que el Condado pone hacia los Servicios de Rehabilitación. Esta división proporciona servicios de evaluaciones, referencias y tratamientos para adultos que sufren de abuso de sustancias. Incluye el Programa de Desvío y Tratamiento, a través del cual las personas son referidas al tratamiento como una alternativa a la cárcel.

# Comparison #35
source: The amount of money drawn from the General Fund for the State Attorney comes out to nearly 3 times what the County puts toward Rehabilitative Services. This division provides evaluations, referrals, and treatments services for adults suffering with substance abuse. It includes the Diversion and Treatment Program, through which individuals are referred to treatment as an alternative to jail time.
es: La cantidad de dinero extraída del Fondo General para el Fiscal del Estado sale a casi 3 veces lo que el Condado pone hacia los Servicios de Rehabilitación. Esta división proporciona servicios de evaluaciones, referencias y tratamientos para adultos que sufren de abuso de sustancias. Incluye el Programa de Desvío y Tratamiento, a través del cual las personas son referidas al tratamiento como una alternativa a la cárcel.

# Comparison #36
source: One year of salaries for 45 new police officer positions is 54% of the County's funding for the Violence Prevention & Intervention division, which provides shelter, emergency financial assistance, crisis counseling, and legal advocacy to victims of domestic violence as well as counseling and intervention services for youth.
es: Un año de salarios para 45 nuevos puestos de policía es el 54% de la financiación del Condado para la Prevención de la Violencia & División de intervención, que proporciona refugio, asistencia financiera de emergencia, asesoramiento en crisis y defensa legal a las víctimas de violencia doméstica, así como servicios de asesoramiento e intervención para jóvenes.

# Comparison #37
source: The cost of four new police helicopters is more than 5 times the County's funding for the Violence Prevention & Intervention division, which provides shelter, emergency financial assistance, crisis counseling, and legal advocacy to victims of domestic violence as well as counseling and intervention services for youth.
es: El costo de cuatro nuevos helicópteros de policía es más de 5 veces la financiación del Condado para la Prevención de la Violencia & División de intervención, que proporciona refugio, asistencia financiera de emergencia, asesoramiento en crisis y defensa legal a las víctimas de violencia doméstica, así como servicios de asesoramiento e intervención para jóvenes.

# Comparison #38
source: The cost of new video cameras and license plate readers is one and a half times the County's funding for the Violence Prevention & Intervention division, which provides shelter, emergency financial assistance, crisis counseling, and legal advocacy to victims of domestic violence as well as counseling and intervention services for youth.
es: El costo de las nuevas cámaras de video y lectores de matrículas es una vez y media la financiación del Condado para la Prevención de la Violencia & División de intervención, que proporciona refugio, asistencia financiera de emergencia, asesoramiento en crisis y defensa legal a las víctimas de violencia doméstica, así como servicios de asesoramiento e intervención para jóvenes.

# Comparison #39
source: The pricetag on a new cloud-based fingerprint ID system is equivalent to 33% of the County's funding for the Violence Prevention & Intervention division, which provides shelter, emergency financial assistance, crisis counseling, and legal advocacy to victims of domestic violence as well as counseling and intervention services for youth.
es: La preciotag en un nuevo sistema de identificación de huellas dactilares basado en la nube equivale al 33% de la financiación del Condado para la división de Prevención e Intervención de la Violencia, que proporciona refugio, asistencia financiera de emergencia, asesoramiento en crisis y defensa legal a las víctimas de violencia doméstica, así como servicios de asesoramiento e intervención para Juventud.

# Comparison #40
source: The bill for a new Law Enforcement Records Management System is equivalent to nearly half of the County's funding for the Violence Prevention & Intervention division, which provides shelter, emergency financial assistance, crisis counseling, and legal advocacy to victims of domestic violence as well as counseling and intervention services for youth.
es: El proyecto de ley para un nuevo Sistema de Gestión de Registros de Aplicación de la Ley equivale a casi la mitad de los fondos del Condado para la Prevención de la Violencia & División de intervención, que proporciona refugio, asistencia financiera de emergencia, asesoramiento en crisis y defensa legal a las víctimas de violencia doméstica, así como servicios de asesoramiento e intervención para jóvenes.

# Comparison #41
source: The cost of a single Armored Medical Vehicle is equivalent to 7% of the County's funding for the Violence Prevention & Intervention division, which provides shelter, emergency financial assistance, crisis counseling, and legal advocacy to victims of domestic violence as well as counseling and intervention services for youth.
es: El costo de un solo vehículo médico blindado equivale al 7% de los fondos del Condado para la Prevención de la Violencia & División de intervención, que proporciona refugio, asistencia financiera de emergencia, asesoramiento en crisis y defensa legal a las víctimas de violencia doméstica, así como servicios de asesoramiento e intervención para jóvenes.

# Comparison #42
source: The increase of dollars spent on salaries for Corrections is equivalent to 64% of the County's funding for the Violence Prevention & Intervention division, which provides shelter, emergency financial assistance, crisis counseling, and legal advocacy to victims of domestic violence as well as counseling and intervention services for youth.
es: El aumento de dólares gastados en salarios para Correccionales equivale al 64% de los fondos del Condado para la Prevención de la Violencia & División de intervención, que proporciona refugio, asistencia financiera de emergencia, asesoramiento en crisis y defensa legal a las víctimas de violencia doméstica, así como servicios de asesoramiento e intervención para jóvenes.

# Comparison #43
source: One year of administrative costs from the General Fund for the Office of the Courts is over 4 times the County's funding for the Violence Prevention & Intervention division, which provides shelter, emergency financial assistance, crisis counseling, and legal advocacy to victims of domestic violence as well as counseling and intervention services for youth.
es: Un año de costos administrativos del Fondo General para la Oficina de los Tribunales es más de 4 veces la financiación del Condado para la Prevención de la Violencia & División de intervención, que proporciona refugio, asistencia financiera de emergencia, asesoramiento en crisis y defensa legal a las víctimas de violencia doméstica, así como servicios de asesoramiento e intervención para jóvenes.

# Comparison #44
source: The amount of money drawn from the General Fund for the State Attorney is more than twice (2) the County's funding for the Violence Prevention & Intervention division, which provides shelter, emergency financial assistance, crisis counseling, and legal advocacy to victims of domestic violence as well as counseling and intervention services for youth.
es: La cantidad de dinero extraída del Fondo General para el Fiscal del Estado es más del doble (2) la financiación del Condado para la Prevención de la Violencia & División de intervención, que proporciona refugio, asistencia financiera de emergencia, asesoramiento en crisis y defensa legal a las víctimas de violencia doméstica, así como servicios de asesoramiento e intervención para jóvenes.

# Comparison #45
source: One year of salaries for 45 new police officer positions is equivalent to 50% of the total funding of the Public Defender's Office. The Public Defender provides legal representation for individuals who cannot afford a private attorney.
es: Un año de salarios para 45 nuevos puestos de policía equivale al 50% de la financiación total de la Defensoría Pública. El Defensor Público proporciona representación legal para las personas que no pueden pagar un abogado privado.

# Comparison #46
source: The cost of four new police helicopters is 5 times the total funding of the Public Defender's Office. The Public Defender provides legal representation for individuals who cannot afford a private attorney.
es: El costo de cuatro nuevos helicópteros de policía es 5 veces el financiamiento total de la Defensoría Pública. El Defensor Público proporciona representación legal para las personas que no pueden pagar un abogado privado.

# Comparison #47
source: The cost of new video cameras and license plate readers is nearly one and a half times the total funding of the Public Defender's Office. The Public Defender provides legal representation for individuals who cannot afford a private attorney.
es: El costo de las nuevas cámaras de video y lectores de matrículas es casi una vez y media el financiamiento total de la Defensoría Pública. El Defensor Público proporciona representación legal para las personas que no pueden pagar un abogado privado.

# Comparison #48
source: The pricetag on a new cloud-based fingerprint ID system is equivalent to 31% of the total funding of the Public Defender's Office. The Public Defender provides legal representation for individuals who cannot afford a private attorney.
es: El precio de un nuevo sistema de identificación de huellas dactilares basado en la nube equivale al 31% de la financiación total de la Oficina del Defensor Público. El Defensor Público proporciona representación legal para las personas que no pueden pagar un abogado privado.

# Comparison #49
source: The bill for a new Law Enforcement Records Management System is more than a third of the total funding of the Public Defender's Office. The Public Defender provides legal representation for individuals who cannot afford a private attorney.
es: El proyecto de ley para un nuevo Sistema de Gestión de Registros de Aplicación de la Ley es más de un tercio de la financiación total de la Oficina del Defensor Público. El Defensor Público proporciona representación legal para las personas que no pueden pagar un abogado privado.

# Comparison #50
source: The cost of a single Armored Medical Vehicle is equivalent to over 6% of the total funding for the Public Defender's Office. The Public Defender provides legal representation for individuals who cannot afford a private attorney.
es: El costo de un solo vehículo médico blindado equivale a más del 6% de la financiación total para la Oficina del Defensor Público. El Defensor Público proporciona representación legal para las personas que no pueden pagar un abogado privado.

# Comparison #51
source: The increase of dollars spent on salaries for Corrections is equivalent to 60% of the total funding for the Public Defender's Office. The Public Defender provides legal representation for individuals who cannot afford a private attorney.
es: El aumento de dólares gastados en salarios por correcciones equivale al 60% del financiamiento total para la Oficina del Defensor Público. El Defensor Público proporciona representación legal para las personas que no pueden pagar un abogado privado.

# Comparison #52
source: One year of administrative costs from the General Fund for the Office of the Courts is 4 times the total funding for the Public Defender's Office. The Public Defender provides legal representation for individuals who cannot afford a private attorney.
es: Un año de costos administrativos del Fondo General para la Oficina de los Tribunales es 4 veces el financiamiento total para la Defensoría Pública. El Defensor Público proporciona representación legal para las personas que no pueden pagar un abogado privado.

# Comparison #53
source: The amount of money drawn from the General Fund for the State Attorney is 2 times the total funding for the Public Defender's Office. The Public Defender provides legal representation for individuals who cannot afford a private attorney.
es: La cantidad de dinero extraída del Fondo General para el Fiscal del Estado es 2 veces el financiamiento total para la Defensoría Pública. El Defensor Público proporciona representación legal para las personas que no pueden pagar un abogado privado.
