Repository: Bortronx/budgetVisualization
Catalog: BudgetVisualization/Resources/Pages/TakeAction.*.resx
Languages: es

source: Action
es: Acción

source: After exploring our budget comparison tool, we encourage you to find who your county commissioner is and let them know your thoughts on it. We also encourage you to take action by getting involved in the initiatives below, which will be updated weekly.
es: Después de explorar nuestra herramienta de comparación de presupuestos, lo alentamos a encontrar quién es el comisionado de su condado y hacerles saber sus opiniones al respecto. También lo alentamos a tomar medidas al involucrarse en las iniciativas a continuación, que se actualizarán semanalmente.

source: Free the Block Campaign
es: Campaña Libera el Bloque

source: here
es: aquí

source: If you're interested we meet up at 720 NW 55th Street Miami FL. Wear comfortable, breathable clothes and footwear and a reusable water bottle if you have it.
es: Si está interesado, nos reunimos en 720 NW 55th Street Miami FL. Use ropa y calzado cómodos y transpirables y una botella de agua reutilizable si la tiene.

source: Take Action
es: Tomar acción

source: The Free the Block campaign is attempting to build a base of residents who live in Miami's Liberty City and increase democratic decision making in the Miami- Dade county budget. We canvass every Saturday 10am- 1:30PM.
es: La campaña Free the Block intenta construir una base de residentes que viven en Liberty City de Miami y aumentar la toma de decisiones democráticas en el presupuesto del condado de Miami-Dade. Sondeos todos los sábados de 10 a. M. A 1:30 p. M.

source: Thrive 305
es: Prosperar 305

source: Thrive305 is a countywide civic engagement initiative launched by Miami-Dade County Mayor Daniella Levine Cava that will leverage Miami-Dade's biggest asset, its residents, through a bottom-up, community-driven policy framework. The focus is on policies, initiatives, and strategies that center on an equitable recovery and a thriving community.
es: Thrive305 es una iniciativa de participación cívica en todo el condado lanzada por la alcaldesa del condado de Miami-Dade, Daniella Levine Cava, que aprovechará el activo más grande de Miami-Dade, sus residentes, a través de un marco de políticas de abajo hacia arriba impulsado por la comunidad. La atención se centra en políticas, iniciativas y estrategias que se centran en una recuperación equitativa y una comunidad próspera.

source: to stay tuned for May’s Action Plan Workshops &amp; other ways to connect with the mayor’s decision-making processes more directly
es: para estar atento a los talleres del plan de acción de mayo y otras formas de conectarse con los procesos de toma de decisiones del alcalde de manera más directa
